// Вам предоставлен массив объектов с данными о 
// заказах товаров. Напишите функцию, которая 
//         выводит в консоль сумму заказа, название 
//         товара и фио клиента. Объединять заказы одних 
//         и тех же покупателей не нужно.
//         Для следующего массива объектов должно быть 
//         выведено
//         заказ покупателя иван составил 15000
//         заказ покупателя светлана составил 1000
//         let orders =[
//         {
//             fio: 'IVAN',
//             tovar : 'phone',
//             price : 10000,
//             quantity : 2,
//         },
//         {
//             fio: 'svetlana',
//             tovar : 'connector',
//             price : 15000,
//             quantity : 2,
//         }]